"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Tilføj";

"Add US bank account" = "Tilføj amerikansk bankkonto";

"Add a card" = "Tilføj et kort";

"Add a payment method" = "Tilføj en betalingsmetode";

"Add card" = "Tilføj kort";

"Add new card" = "Tilføj nyt kort";

"Add new payment method" = "Tilføj ny betalingsmetode";

"Add your payment information" = "Tilføj dine betalingsoplysninger";

"Approve payment" = "Godkend betaling";

"Back" = "Tilbage";

"Bank" = "Bank";

"Bank account" = "Bankkonto";

"Buy now or pay later with <img/>" = "Køb nu eller betal senere med <img/>";

"Buy now or pay later with Afterpay" = "Køb nu eller betal senere med Afterpay";

"Buy now or pay later with Clearpay" = "Køb nu eller betal senere med Clearpay";

"Buy now or pay later with Klarna" = "Køb nu eller betal senere med Klarna";

"Buy using a UPI ID" = "Køb ved hjælp af et UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved at bekræfte din betaling med PayPal, tillader du %@ at debitere din PayPal-konto for fremtidige betalinger i overensstemmelse med deres vilkår.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Ved at fortsætte til Amazon Pay, tillader du %@ at debitere din Revolut Pay-konto for fremtidige betalinger i overensstemmelse med deres vilkår.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Når du fortsætter til Klarna, giver du %1$@ tilladelse til at debitere din Klarna-konto for fremtidige betalinger i overensstemmelse med deres vilkår og Klarnas vilkår. Du kan til enhver tid ændre dette i din Klarna-app eller ved at kontakte %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved at fortsætte til PayPal tillader du %@ at debitere din PayPal-konto for fremtidige betalinger i overensstemmelse med deres vilkår.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Ved at fortsætte til Revolut Pay tillader du %@ at debitere din Revolut Pay-konto for fremtidige betalinger i overensstemmelse med deres vilkår.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved at fortsætte accepterer du at godkende betalinger i henhold til <terms>disse vilkår</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Ved at fortsætte giver du %1$@ tilladelse til at debitere din Cash App-konto for denne betaling og fremtidige betalinger i overensstemmelse med %2$@s vilkår, indtil denne tilladelse tilbagekaldes. Du kan til enhver tid ændre dette i dine Cash App-indstillinger.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved at tilmelde dig Link accepterer du <terms>vilkårene</terms> og <privacy>privatlivspolitikken</privacy>.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Ved at angive dine bankoplysninger og bekræfte denne betaling accepterer du denne direkte debiteringsanmodning samt <terms>debiteringsanmodningens serviceaftale</terms> og autoriserer Stripe Payments Australia Pty Ltd ACN 160 180 343, direkte debiterings-bruger-ID 507156 (\"Stripe\") til at debitere din konto via Bulk Electronic Clearing System (BECS) på vegne af %@ (\"Forhandleren\") for eventuelle beløb, der separat meddeles dig af Forhandleren. Du bekræfter, at du enten er kontoindehaver eller autoriseret underskriver på den konto, der er anført ovenfor.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Ved at angive dine kortoplysninger tillader du %@ at opkræve dit kort for denne betaling i overensstemmelse med dennes vilkår.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Når du angiver din e-mail, accepterer du at oprette en Link-konto og gemme dine betalingsoplysninger på Link i henhold til Links <terms>Vilkår</terms> og <privacy>Privatlivspolitik</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved at give dine betalingsoplysninger og bekræfte denne betaling giver du (A) %@ og Stripe, vores betalingstjenesteudbyder, tilladelse til at sende instruktioner til din bank om at debitere din konto og (B) din bank til at debitere din konto i overensstemmelse med disse instruktioner. Som en del af dine rettigheder har du ret til en refusion fra din bank under vilkårene og betingelserne i din aftale med din bank. Der skal kræves refusion inden for 8 uger fra den dato, hvor din konto blev debiteret. Dine rettigheder forklares i en erklæring, som du kan få fra din bank. Du accepterer at modtage underretninger om fremtidig debitering op til to dage før de opstår.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Når du angiver dit telefonnummer, accepterer du at oprette en Link-konto og gemme dine betalingsoplysninger på Link i henhold til Links <terms>Vilkår</terms> og <privacy>Privatlivspolitik</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved at gemme din bankkonto for %@ accepterer du at godkende betalinger i henhold til <terms>disse vilkår</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Annuller, og betal på en anden måde";

"Choose a payment method" = "Vælg en betalingsmetode";

"Close card scanner" = "Luk kortscanner";

"Confirm" = "Bekræft";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Bekræft betalingen i din bank- eller betalingsapp indenfor %@ for at gennemføre købet.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Bekræft betalingen i din banks app  indenfor %@ for at gennemføre købet.";

"Confirm your CVC" = "Bekræft dit CVC";

"Contact information" = "Kontaktoplysninger";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Indtast adresse manuelt";

"FPX Bank" = "FPX Bank";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Jeg er indforstået med, at Stripe vil opkræve direkte debiteringer på vegne af %@ og bekræfter, at jeg er kontoindehaveren og den eneste person, der skal godkende debiteringer fra denne konto.";

"IBAN" = "IBAN";

"Manage payment method" = "Administrer betalingsmetode";

"Manage payment methods" = "Administrer betalingsmetoder";

"Manage your payment methods" = "Administrer dine betalingsmetoder";

"Name on card" = "Kortholderens navn";

"New card" = "Nyt kort";

"New payment method" = "Ny betalingsmetode";

"Open your UPI app to approve your payment within %@" = "Åbn din UPI-app for at godkende din betaling i %@";

"Or" = "Eller";

"Or pay using" = "Eller betal med";

"Or pay with a card" = "Eller betal med et kort";

"Or use" = "Eller brug";

"Or use a card" = "Eller brug et kort";

"Pay %@" = "Betal %@";

"Pay another way" = "Betal på en anden måde";

"Pay faster at %@ and thousands of businesses." = "Betal hurtigere hos %@ og tusinder af virksomheder.";

"Pay over time with %@" = "Betal over tid med %@";

"Pay over time with Affirm" = "Betal over tid med Affirm";

"Pay with Link" = "Betal med Link";

"Pay with your bank account in just a few steps." = "Betal med din bankkonto i blot få trin.";

"Payment failed" = "Betalingen mislykkedes";

"Please go back and select another payment method" = "Gå tilbage, og vælg en anden betalingsmetode";

"Point the camera at your card." = "Ret kameraet mod dit kort.";

"Processing..." = "Behandler...";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Vil du fjerne kortet?";

"Remove payment method" = "Fjern betalingsmetode";

"Save" = "Gem";

"Save a new payment method" = "Gem en ny betalingsmetode";

"Save address" = "Gem adresse";

"Save for future payments" = "Gem til fremtidige betalinger";

"Save payment details to %@ for future purchases" = "Gem betalingsoplysninger for %@ til senere køb";

"Save this account for future %@ payments" = "Gem denne konto til fremtidige %@-betalinger";

"Save your bank account in just a few steps." = "Gem din bankkonto med blot nogle få trin.";

"Save your info for secure 1-click checkout with Link" = "Gem dine oplysninger om sikker betaling med 1 klik med Link";

"Saved" = "Gemt";

"Select card" = "Vælg kort";

"Select payment method" = "Vælg betalingsmetode";

"Select your payment method" = "Vælg din betalingsmetode";

"Set up" = "Opsætning";

"Shipping to %@ is not supported." = "Forsewndelse til %@ understøttes ikke.";

"Show menu" = "Vis menu";

"Simple, secure one-click payments" = "Enkle og trygge betalinger med ét klik";

"Something went wrong when linking your account.\nPlease try again later." = "Noget gik galt ved tilknytningen af din bank.\nPrøv igen senere.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe vil sætte 0,01 USD ind på din konto i løbet af 1-2 hverdage. Derefter modtager du en e-mail med instruktioner til at fuldføre lagring af din bankkonto hos %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe vil sætte 0,01 USD ind på din konto i løbet af 1-2 hverdage. Derefter modtager du en e-mail med instruktioner til at fuldføre betalingen til %@.";

"The IBAN you entered is incomplete." = "Det indtastede IBAN-nummer er ufuldstændigt.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Den indtastede IBAN er ugyldig, \"%@\" er ikke en gyldig landekode.";

"Update" = "Opdater";

"Update card brand" = "Opdater kortbrand";

"View more" = "Vis mere";

"Your IBAN should start with a two-letter country code." = "Dit IBAN-nummer skal starte med en landekode på to bogstaver.";

"iDEAL Bank" = "iDEAL Bank";
